
const styleText = ` text-sm  md:text-[16px] xl:text-[18px] md:leading-6 xl:leading-7 tracking-[0.017px] md:text-tracking-[0.019px] xl:tracking-[0.022px]`;


export const breadCrumbsList = [

    {
        id: 1,
        link: "/",
        text: "Головна /"
    },

    {
        id: 2,
        link: "/about",
        text: " Про нас /"
    },

    {
        id: 3,
        link: "/about/policy",
        text: " Політики конфідіційності"
    }


]


export const listPolicy = [
    {
        id: 1,
        title: "Згода",
        text: <p className={styleText}> Користуючись нашим веб - сайтом, ви тим самим погоджуєтеся з нашою Політикою конфіденційності та погоджуєтеся з її умовами.</p >
    },
    {
        id: 2,

        title: "Інформація, яку ми збираємо",
        text: <p className={styleText}>Особиста інформація, яку вас просять надати, і причини, чому вас просять надати, будуть з’ясовані вам у момент, коли ми просимо вас надати вашу особисту інформацію.   <br /><br /> Якщо ви зв’яжетеся з нами безпосередньо, ми можемо отримати додаткову інформацію про вас, таку як ваше ім’я, адресу електронної пошти, номер телефону, вміст повідомлення та/ або вкладення, які ви можете надіслати нам, а також будь - яку іншу інформацію, яку ви можете надати.  <br /><br /> Коли ви реєструєте обліковий запис, ми можемо попросити вашу контактну інформацію, включаючи такі елементи, як ім’я, назва компанії, адреса, адреса електронної пошти та номер телефону."</p>
    },
    {
        id: 3,

        title: "Як ми використовуємо вашу інформацію",
        text:
            <>
                <p className={styleText}>Як ми використовуємо вашу інформацію <br /><br />
                    Ми використовуємо зібрану інформацію різними способами, зокрема для:</p>
                <ul className="list-disc pl-5">
                    <br />
                    <li className={`${styleText} mb-1`}>Надавати, керувати та підтримувати наш веб-сайт</li>
                    <li className={`${styleText} mb-1`}>Покращуйте, персоналізуйте та розширюйте наш веб-сайт</li>
                    <li className={`${styleText} mb-1`}>Зрозуміти та проаналізувати, як ви використовуєте наш веб-сайт</li>
                    <li className={`${styleText} mb-1`}>
                        Розробляйте нові продукти, послуги, функції та функції</li>
                    <li className={`${styleText} mb-1`}>Спілкуватися з вами безпосередньо або через одного з наших партнерів, зокрема для обслуговування клієнтів, щоб надавати вам оновлення та іншу інформацію, що стосується веб-сайту, а також для маркетингових і рекламних цілей</li>
                    <li className={`${styleText} mb-1`}> Надсилати вам електронні листи</li>
                    <li className={styleText}> Знайти та запобігти шахрайству</li>
                </ul>
            </>

    },
    {
        id: 4,

        title: "Файли журналів",
        text: <p className={styleText}>
            Simple IT News використовує стандартну процедуру використання файлів журналу. Ці файли реєструють відвідувачів, коли вони відвідують веб-сайти. Усі хостингові компанії займаються цим і частково аналітикою послуг хостингу. Інформація, зібрана файлами журналу, включає адреси Інтернет-протоколу (IP), тип браузера, Інтернет-провайдера (ISP), позначку дати й часу, сторінки переходу/виходу та, можливо, кількість кліків. Вони не пов’язані з будь-якою інформацією, яка дозволяє ідентифікувати особу. Метою інформації є аналіз тенденцій, адміністрування сайту, відстеження переміщень користувачів на веб-сайті та збір демографічної інформації.</p>
    },
    {
        id: 5,

        title: "Файли cookie та веб-маяки",
        text: <p className={styleText}>Як і будь-який інший веб-сайт, Simple IT News використовує файли cookie. Ці файли cookie використовуються для зберігання інформації, включно з уподобаннями відвідувачів і сторінками веб-сайту, до яких відвідував або відвідав відвідувач. Інформація використовується для оптимізації роботи користувачів шляхом налаштування вмісту нашої веб-сторінки на основі типу браузера відвідувачів та/або іншої інформації.</p>
    },
    {
        id: 6,

        title: "Google DoubleClick DART Cookie",
        text: <p className={styleText}>
            Як і будь-який інший веб-сайт, Simple IT News використовує файли cookie. Ці файли cookie використовуються для зберігання інформації, включно з уподобаннями відвідувачів і сторінками веб-сайту, до яких відвідував або відвідав відвідувач. Інформація використовується для оптимізації роботи користувачів шляхом налаштування вмісту нашої веб-сторінки на основі типу браузера відвідувачів та/або іншої інформації.</p>
    },
    {
        id: 7,

        title: "Наші рекламні партнери",
        text:
            <>
                <p className={styleText}>Деякі рекламодавці на нашому сайті можуть використовувати файли cookie та веб-маяки. Наші рекламні партнери перераховані нижче. Кожен із наших рекламних партнерів має власну політику конфіденційності щодо даних користувачів. Для полегшення доступу ми зробили гіперпосилання на їх Політику конфіденційності нижче.</p>
                <br />
                <ul className="list-disc pl-5">
                    <li className={`${styleText} mb-1`} ><p>Google</p></li>
                    <li className={`${styleText} `} ><a className="block max-w-full overflow-hidden text-blue" href="https://policies.google.com/technologies/ads">https://policies.google.com/technologies/ads</a></li>
                </ul>
            </>


    },
    {
        id: 8,

        title: "Політика конфіденційності рекламних партнерів",
        text: <p className={styleText}>Ви можете переглянути цей список, щоб знайти політику конфіденційності для кожного з рекламних партнерів Simple IT News.    <br /><br />
            Сторонні рекламні сервери або рекламні мережі використовують такі технології, як файли cookie, JavaScript або веб-маяки, які використовуються у відповідних рекламних оголошеннях і посиланнях, що з’являються на Simple IT News і надсилаються безпосередньо в браузер користувачів. Вони автоматично отримують вашу IP-адресу, коли це відбувається. Ці технології використовуються для вимірювання ефективності їхніх рекламних кампаній та/або для персоналізації рекламного вмісту, який ви бачите на веб-сайтах, які відвідуєте.
            <br /><br />
            Зверніть увагу, що Simple IT News не має доступу або контролю над цими файлами cookie, які використовуються сторонніми рекламодавцями.</p>


    },
    {
        id: 9,

        title: "Політика конфіденційності третіх сторін",
        text: <p className={styleText}>Політика конфіденційності Simple IT News не поширюється на інших рекламодавців або веб-сайти. Таким чином, ми радимо вам ознайомитися з відповідною Політикою конфіденційності цих сторонніх рекламних серверів для отримання більш детальної інформації. Він може включати їхні практики та інструкції щодо того, як відмовитися від певних варіантів.
            <br /><br />
            Ви можете вимкнути файли cookie за допомогою індивідуальних параметрів браузера. Щоб отримати більш детальну інформацію про керування файлами cookie в певних веб-браузерах, її можна знайти на веб-сайтах відповідних браузерів.</p>


    },
    {
        id: 10,

        title: "Права на конфіденційність CCPA (не продавати мою особисту інформацію)",
        text: <p className={styleText}>Відповідно до CCPA, серед інших прав, споживачі Каліфорнії мають право:
            <br /><br />
            Вимагати від компанії, яка збирає персональні дані споживача, розкриття категорій і конкретних частин персональних даних, які компанія зібрала про споживачів.     <br /><br />
            Вимагати від компанії видалення будь-яких особистих даних про споживача, які компанія зібрала.  <br /><br />
            Вимагайте, щоб компанія, яка продає персональні дані споживача, не продавала персональні дані споживача.  <br /><br />
            Якщо ви подасте запит, ми матимемо один місяць, щоб відповісти вам. Якщо ви хочете скористатися будь-яким із цих прав, зв’яжіться з нами.
        </p>


    },
    {
        id: 11,

        title: "Права на захист даних GDPR",
        text: <p className={styleText}>Ми хочемо переконатися, що ви повністю знаєте всі свої права на захист даних. Кожен користувач має право на:
            <br /><br />
            Право на доступ – ви маєте право вимагати копії своїх персональних даних. Ми можемо стягувати з вас невелику плату за цю послугу.  <br /><br />

            Право на виправлення – ви маєте право вимагати від нас виправлення будь-якої інформації, яку ви вважаєте неточною. Ви також маєте право вимагати від нас доповнити інформацію, яку ви вважаєте неповною. <br /><br />
            Право на видалення – Ви маєте право вимагати видалення ваших персональних даних за певних умов.  <br /><br />
            Право на обмеження обробки – ви маєте право вимагати обмеження обробки ваших персональних даних за певних умов.  <br /><br />
            Право на заперечення проти обробки – ви маєте право заперечити проти обробки ваших персональних даних за певних умов. <br /><br />
            Право на перенесення даних. Ви маєте право вимагати від нас передати зібрані нами дані іншій організації або безпосередньо вам за певних умов.<br /><br />
            Якщо ви подасте запит, ми матимемо один місяць, щоб відповісти вам. Якщо ви хочете скористатися будь-яким із цих прав, зв’яжіться з нами.
        </p>


    },
    {
        id: 12,

        title: "Інформація для дітей",
        text: <p className={styleText}>Ще одним нашим пріоритетом є захист дітей під час користування Інтернетом. Ми заохочуємо батьків і опікунів спостерігати, брати участь і/або контролювати та керувати їхньою діяльністю в Інтернеті.
            <br /><br />
            Simple IT News свідомо не збирає будь-яку особисту інформацію від дітей віком до 13 років. Якщо ви вважаєте, що ваша дитина надала таку інформацію на нашому веб-сайті, ми настійно рекомендуємо вам негайно зв’язатися з нами, і ми докладемо всіх зусиль, щоб негайно видалити таку інформацію з наших записів.
        </p>


    },
    {
        id: 13,

        title: "Зміни в цій Політиці конфіденційності",
        text: <p className={styleText}>Час від часу ми можемо оновлювати нашу Політику конфіденційності. Тому ми радимо вам періодично переглядати цю сторінку на предмет будь-яких змін. Ми повідомимо вас про будь-які зміни, опублікувавши нову Політику конфіденційності на цій сторінці. Ці зміни набувають чинності негайно після їх публікації на цій сторінці.

        </p>


    },
    {
        id: 14,

        title: "Зв'яжіться з нами",
        text: <p className={styleText}>Якщо у вас є запитання чи пропозиції щодо нашої Політики конфіденційності, не соромтеся зв’язатися з нами.
        </p>


    },

];